/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"info_title" = "Osobní údaje";
"pref_homeAddress_name" = "Adresa domů";
"pref_homePhone_name" = "Oblíbené tel. číslo";
"ui_title" = "Uživatelské prostředí";
"pref_motorcycledata_name" = "Disable performance data display"; // Needs translation
"pref_nav_app" = "Mapová aplikace";
"pref_nightMode_name" = "Noční režim";
"pref_pressuref_name" = "Jednotky tlaku";
"pref_tempf_name" = "Jednotky teploty";
"tempf_c" = "Celsius";
"tempf_f" = "Fahrenheit";
"pref_distance_name" = "Jednotky vzdálenosti";
"distance_m" = "Kilometry/metry";
"distance_i" = "Míle/stopy";
"pref_bearing_name" = "Zobrazení směru kompasu";
"bearing_d" = "Stupně";
"bearing_c" = "Směr";
"bearing_both" = "Stupně a směr";
"pref_orientation_title" = "Zámek orientace obrazovky";
"pref_orientation_footer" = "Změna se projeví po restartu aplikace";
"pref_orientation_name" = "Orientace";
"orientation_a" = "Automaticky";
"orientation_l" = "Na šířku";
"orientation_p" = "Na výšku";
"pref_contact_sorting" = "Řazení seznamu kontaktů";
"lastname" = "Podle příjmení";
"firstname" = "Podle křestního jména";
"pref_displayBrightness_name" = "Maximální jas obrazovky";
"alerting_title" = "Nastavení výstrahy";
"pref_custom_tpm_threshold_title" = "Nastavit vlastní hodnotu pro upozornění na nízký tlak pneu";
"pref_custom_tpm_threshold" = "Vlastní hodnota pro upozornění na nízký tlak pneu";
"pref_tpm_threshold_title" = "Hodnota pro upozornění";
"pref_tpm_threshold" = "Zadejte hodnotu ve vámi zvolených jednotkách tlaku";
"pref_fuel_routing_title" = "Navigace k čerpací stanici";
"pref_fuel_routing_footer" = "Nabídnout navigaci k nejbližší čerpací stanici při nízkém stavu paliva";
"pref_fuel_routing_enable_title" = "Navigace k čerpací stanici";
"pref_tasks_settings_title" = "Úprava rychlých akcí";
"debug_settings_title" = "Debug Settings"; // Needs translation
"pref_debuglogging_name" = "Enable Debug Logging"; // Needs translation
"pref_debuglogging_summary" = "Only enable if needed by Support, may impact performance if left running.  Please disable when finished."; // Needs translation
